Repository: ravirajbabasomane202/PCMCApp
Catalog: main_ui/lib/l10n/app_*.arb
Languages: mr

# appTitle
source: NIVARAN
mr: निवारण

source: Login
mr: लॉगिन

source: Register
mr: नोंदणी

source: Submit Grievance
mr: तक्रार सबमिट करा

source: Authentication failed
mr: प्रमाणीकरण अयशस्वी

# error
source: An error occurred
mr: त्रुटी आली

source: Name
mr: नाव

source: Email
mr: ईमेल

source: Password
mr: पासवर्ड

# registerPrompt
source: Don't have an account? Register
mr: खाते नाही? नोंदणी करा

# loginPrompt
source: Already have an account? Login
mr: आधीपासून खाते आहे? लॉगिन करा

# googleLogin
source: Login with Google
mr: गूगलसह लॉगिन

source: Google login failed
mr: गूगल लॉगिन अयशस्वी

source: Settings
mr: सेटिंग्ज

source: Dark Mode
mr: डार्क मोड

source: Language
mr: भाषा

source: Comments
mr: टिप्पण्या

# noComments
source: No Comments Yet
mr: अजून टिप्पण्या नाहीत

# noCommentsMessage
source: Be the first to add a comment!
mr: पहिली टिप्पणी करण्याची संधी घ्या!

source: Add Comment
mr: टिप्पणी जोडा

source: Your Comment
mr: आपली टिप्पणी

source: Comment cannot be empty
mr: टिप्पणी रिकामी असू शकत नाही

source: Cancel
mr: रद्द करा

source: Submit
mr: सबमिट करा

# commentAddedSuccess
source: Comment added successfully
mr: टिप्पणी यशस्वीरीत्या जोडली गेली

source: Failed to add comment
mr: टिप्पणी जोडण्यात अयशस्वी

source: Grievance Details
mr: तक्रार तपशील

source: Status
mr: स्थिती

source: Submit Feedback
mr: प्रतिसाद सबमिट करा

source: Select Rating
mr: रेटिंग निवडा

source: Feedback
mr: प्रतिसाद

# pleaseProvideRating
source: Please provide a rating
mr: कृपया रेटिंग द्या

# feedbackSubmitted
source: Your feedback has been submitted
mr: आपला प्रतिसाद सबमिट केला गेला आहे

source: Failed to load grievance
mr: तक्रार लोड करण्यात अयशस्वी

source: User History
mr: वापरकर्ता इतिहास

source: User not found
mr: वापरकर्ता सापडला नाही

source: No grievances found
mr: कोणतीही तक्रार आढळली नाही

source: No Grievances
mr: कोणतीही तक्रार नाही

# noGrievancesMessage
source: There are no grievances to display.
mr: प्रदर्शित करण्यासाठी कोणत्याही तक्रारी नाहीत.

source: Retry
mr: पुन्हा प्रयत्न करा

source: Filter by Status
mr: स्थितीनुसार फिल्टर करा

source: Filter by Priority
mr: प्राधान्यानुसार फिल्टर करा

source: Filter by Area
mr: क्षेत्रानुसार फिल्टर करा

source: Filter by Subject
mr: विषयानुसार फिल्टर करा

source: Reassign
mr: पुन्हा नेमून द्या

source: Escalate
mr: एस्केलेट करा

source: Update Status
mr: स्थिती अद्यतनित करा

source: View Details
mr: तपशील पहा

source: Reassign Grievance
mr: तक्रार पुन्हा नेमून द्या

source: Select Assignee
mr: नेमणूकधारक निवडा

source: Select Status
mr: स्थिती निवडा

source: Update
mr: अद्यतनित करा

source: No Complaints
mr: तक्रारी नाहीत

# noComplaintsMessage
source: There are no complaints to display.
mr: दाखवण्यासाठी कोणत्याही तक्रारी नाहीत.

# tryAgain
source: Retry
mr: पुन्हा प्रयत्न करा

# reassignComplaint
source: Assign
mr: तक्रार नियुक्त करा

# escalateComplaint
source: Escalate
mr: तक्रार वाढवा

# userIdRequired
source: User ID is required
mr: वापरकर्ता आयडी आवश्यक आहे

# noConfigs
source: No Configurations
mr: कॉन्फिगरेशन नाहीत

# noConfigsMessage
source: There are no configurations to display. Add one below.
mr: प्रदर्शित करण्यासाठी कोणतेही कॉन्फिगरेशन नाहीत. खाली एक जोडा.

# addConfig
source: Add Configuration
mr: कॉन्फिगरेशन जोडा

# editConfig
source: Edit Configuration
mr: कॉन्फिगरेशन संपादित करा

# configKey
source: Configuration Key
mr: कॉन्फिगरेशन की

# configValue
source: Configuration Value
mr: कॉन्फिगरेशन व्हॅल्यू

# configCannotBeEmpty
source: Key and Value cannot be empty
mr: की आणि व्हॅल्यू रिक्त असू शकत नाहीत

# configValueCannotBeEmpty
source: Value cannot be empty
mr: व्हॅल्यू रिक्त असू शकत नाही

# configAddedSuccess
source: Configuration added successfully
mr: कॉन्फिगरेशन यशस्वीरित्या जोडले

# configUpdatedSuccess
source: Configuration updated successfully
mr: कॉन्फिगरेशन यशस्वीरित्या अपडेट केले

# track_grievances
source: Track Your Grievances
mr: आपल्या तक्रारी ट्रॅक करा

# no_grievances
source: No Grievances Yet
mr: अजून कोणतीही तक्रार नाही

# no_grievances_message
source: Submit your first grievance to get started
mr: सुरुवात करण्यासाठी आपली पहिली तक्रार नोंदवा

source: Submit Grievance
mr: तक्रार नोंदवा

source: Your Grievances
mr: आपल्या तक्रारी

source: Please login
mr: कृपया लॉगिन करा

source: Add User
mr: वापरकर्ता जोडा

source: Role
mr: भूमिका

source: Add
mr: जोडा

# userAddedSuccess
source: User added successfully
mr: वापरकर्ता यशस्वीरित्या जोडला गेला

source: Failed to add user
mr: वापरकर्ता जोडण्यात अयशस्वी

source: Edit User
mr: वापरकर्ता संपादित करा

source: Delete User
mr: वापरकर्ता हटवा

# userUpdatedSuccess
source: User updated successfully
mr: वापरकर्ता यशस्वीरित्या अद्यतनित केला गेला

source: Failed to update user
mr: वापरकर्ता अद्यतनित करण्यात अयशस्वी

# deleteUserConfirmation
source: Are you sure you want to delete this user?
mr: आपण खरोखर हा वापरकर्ता हटवू इच्छिता?

# userDeletedSuccess
source: User deleted successfully
mr: वापरकर्ता यशस्वीरित्या हटविला गेला

source: Delete
mr: हटवा

source: Failed to delete User
mr: वापरकर्ता हटविण्यात अयशस्वी

source: Manage Users
mr: वापरकर्त्यांचे व्यवस्थापन करा

source: No Users
mr: कोणतेही वापरकर्ते नाहीत

# noUsersMessage
source: There are no users to display.
mr: दाखविण्यासाठी कोणतेही वापरकर्ते नाहीत.

source: No Email
mr: ईमेल नाही

# loading
source: Processing login...
mr: लॉगिन प्रक्रिया सुरू आहे...

source: Assign Grievance
mr: तक्रार सोपवा

source: Reject Grievance
mr: तक्रार नाकारावी

source: Rejection Reason
mr: नकाराचे कारण

source: Reject
mr: नाकारावे

source: Assigned Grievances
mr: सोपवलेल्या तक्रारी

# noAssigned
source: No Assigned Grievances
mr: कोणत्याही तक्रारी सोपवलेल्या नाहीत

# noAssignedMessage
source: There are no grievances assigned to you.
mr: आपल्याला कोणत्याही तक्रारी सोपवलेल्या नाहीत.

source: Upload
mr: अपलोड करा

source: Upload Work Proof
mr: कामाचा पुरावा अपलोड करा

source: Guest
mr: पाहुणा

source: Invalid Role
mr: अवैध भूमिका

source: Profile
mr: प्रोफाइल

source: Logout
mr: लॉगआउट

source: Logout Failed
mr: लॉगआउट अयशस्वी

source: Notifications
mr: सूचना

source: Save
mr: जतन करा

source: App Version
mr: अ‍ॅप आवृत्ती

source: About
mr: बद्दल

source: Contact Support
mr: समर्थनाशी संपर्क करा

source: FAQs
mr: वारंवार विचारले जाणारे प्रश्न

source: Help & Support
mr: मदत व समर्थन

source: View Privacy Policy / Privacy & Security
mr: गोपनीयता धोरण / गोपनीयता आणि सुरक्षा पहा

source: Enable Notifications
mr: सूचना सक्षम करा

source: Account
mr: खाते

source: Privacy & Security
mr: गोपनीयता आणि सुरक्षा

source: View Privacy Policy
mr: गोपनीयता धोरण पहा

source: Invalid Email
mr: अवैध ईमेल

# nameRequired
source: Name is required
mr: नाव आवश्यक आहे

# emailRequired
source: Email is required
mr: ईमेल आवश्यक आहे

# passwordRequired
source: Password is required
mr: पासवर्ड आवश्यक आहे

source: Recent Complaints
mr: अलीकडील तक्रारी

source: Filter by Period
mr: कालावधीप्रमाणे फिल्टर करा

source: Total Complaints
mr: एकूण तक्रारी

source: Day
mr: दिवस

source: Week
mr: आठवडा

source: Month
mr: महिना

source: Year
mr: वर्ष

source: All Time
mr: संपूर्ण वेळ

source: Complaint Status Overview
mr: तक्रार स्थितीचा आढावा

source: Grievance Trend
mr: तक्रारींचा कल

source: Number of Grievances
mr: तक्रारींची संख्या

source: Time Period
mr: कालावधी

# deptWiseDistribution
source: Department-wise Distribution
mr: विभागनिहाय वितरण

source: Department
mr: विभाग

source: SLA Metrics
mr: SLA मेट्रिक्स

source: SLA Days
mr: SLA दिवस

source: Compliance Rate
mr: अनुपालन दर

source: Avg Resolution Time
mr: सरासरी निराकरण वेळ

source: Export PDF
mr: PDF निर्यात करा

source: Export CSV
mr: CSV निर्यात करा

source: Export Excel
mr: Excel निर्यात करा

source: Report exported
mr: रिपोर्ट निर्यात झाला

source: Error exporting report
mr: रिपोर्ट निर्यात करताना त्रुटी

source: View Audit Logs
mr: ऑडिट लॉग पाहा

source: Complaint Management
mr: तक्रार व्यवस्थापन

# manageConfigs
source: Manage Configurations
mr: कॉन्फिगरेशन व्यवस्थापित करा

source: Manage Subjects
mr: विषय व्यवस्थापन

source: Manage Areas
mr: क्षेत्र व्यवस्थापित करा

source: Reports
mr: अहवाल

# assignedList
source: Assigned Grievances
mr: निर्धारित तक्रारी

source: Announcements
mr: जाहिराती

source: Privacy Policy
mr: गोपनीयता धोरण

source: Clear Filters
mr: फिल्टर साफ करा

source: Take Action
mr: कारवाई करा

source: Refresh
mr: रिफ्रेश करा

source: Export Reports
mr: अहवाल निर्यात करा

source: Filters
mr: फिल्टर्स

source: Apply
mr: लागू करा

source: Location permission denied
mr: स्थान परवानगी नाकारली

source: Please fill all fields
mr: कृपया सर्व फील्ड भरा

source: Grievance submitted
mr: तक्रार सबमिट केली

# titleRequired
source: Title is required
mr: शीर्षक आवश्यक आहे

source: Description
mr: वर्णन

# descriptionRequired
source: Description is required
mr: वर्णन आवश्यक आहे

source: Categorization
mr: वर्गीकरण

# subjectRequired
source: Subject is required
mr: विषय आवश्यक आहे

# areaRequired
source: Area is required
mr: क्षेत्र आवश्यक आहे

source: Location details
mr: स्थानाची माहिती

source: Search by name
mr: नावाने शोधा

source: No results found
mr: कोणतेही निकाल सापडले नाहीत

# noMatchingGrievances
source: No matching grievances found
mr: कोणत्याही जुळणाऱ्या तक्रारी सापडल्या नाहीत

source: All Users History
mr: सर्व वापरकर्त्यांचा इतिहास

source: Edit
mr: संपादित करा

# areYouSureDeleteGrievance
source: Are you sure you want to delete the grievance?
mr: आपण नक्कीच तक्रार हटवू इच्छिता?

source: Confirm Delete
mr: हटवण्याची पुष्टी करा

source: Failed to delete grievance
mr: तक्रार हटवण्यात अयशस्वी

source: Grievance deleted successfully
mr: तक्रार यशस्वीपणे हटवली गेली

source: Edit Grievance
mr: तक्रार संपादित करा

# statusNew
source: New
mr: नवीन

# statusInProgress
source: In Progress
mr: प्रगतीपथावर

# statusResolved
source: Resolved
mr: निकाली

# statusRejected
source: Rejected
mr: नाकारले

# statusOnHold
source: On Hold
mr: होल्डवर

# statusClosed
source: Closed
mr: बंद

# statusUnknown
source: Unknown
mr: अज्ञात

# grievanceProgressTitle
source: Grievance Progress
mr: तक्रार प्रगती

# stageSubmitted
source: Submitted
mr: सादर केले

# stageReviewedBySupervisor
source: Reviewed by Supervisor
mr: पर्यवेक्षकाद्वारे पुनरावलोकन केले

# stageAssignedToFieldStaff
source: Assigned to Field Staff
mr: क्षेत्र कर्मचाऱ्याला नियुक्त केले

# stageResolved
source: Resolved
mr: निकाली

source: Submitted on
mr: सादर केले

# userLabel
source: User
mr: वापरकर्ता

# assignedToLabel
source: Assigned to
mr: यांना नियुक्त केले

# fieldStaffLabel
source: Field Staff
mr: क्षेत्र कर्मचारी

source: Resolved on
mr: निकाली केले

# timeAgoDays
source: {days, plural, one{1 day ago} other{{days} days ago}}
mr: {days, plural, one{1 दिवसापूर्वी} other{{days} दिवसांपूर्वी}}

# timeAgoHours
source: {hours, plural, one{1 hour ago} other{{hours} hours ago}}
mr: {hours, plural, one{1 तासापूर्वी} other{{hours} तासांपूर्वी}}

# timeAgoMinutes
source: {minutes, plural, one{1 minute ago} other{{minutes} minutes ago}}
mr: {minutes, plural, one{1 मिनिटापूर्वी} other{{minutes} मिनिटांपूर्वी}}

# timeAgoJustNow
source: just now
mr: आत्ताच

# notApplicable
source: N/A
mr: लागू नाही

source: Could not launch {url}
mr: {url} उघडू शकलो नाही

source: Details
mr: तपशील

source: Created
mr: तयार केले

source: Last Updated
mr: शेवटचे अद्यतनित

source: Attachments
mr: जोडण्या

source: Address
mr: पत्ता

source: Unknown Role
mr: अज्ञात भूमिका

# profilePictureUpdateMessage
source: Profile picture selected. Save to upload.
mr: प्रोफाइल चित्र निवडले. अपलोड करण्यासाठी जतन करा.

source: Last Login
mr: शेवटचे लॉगिन

source: Account Status
mr: खात्याची स्थिती

# statusActive
source: Active
mr: सक्रिय

# statusInactive
source: Inactive
mr: निष्क्रिय

source: Edit Profile
mr: प्रोफाइल संपादित करा

# loadingData
source: Loading...
mr: लोड होत आहे...

# appNameFallback
source: PCMC App
mr: पीसीएमसी ॲप

source: Current Version
mr: सध्याची आवृत्ती

source: Minimum OS
mr: किमान ओएस

source: Check for Updates
mr: अपडेटसाठी तपासा

source: Version Information
mr: आवृत्ती माहिती

source: Up to date
mr: अद्ययावत

source: Release Type
mr: रिलीज प्रकार

source: Size
mr: आकार

# thankYouMessage
source: Thank you for using our app!
mr: आमचे ॲप वापरल्याबद्दल धन्यवाद!

source: Need Help?
mr: मदत हवी आहे?

# supportTeamMessage
source: Our support team is here to help you with any questions or issues you might have
mr: आमची समर्थन टीम आपल्याला कोणत्याही प्रश्नांसाठी किंवा समस्यांसाठी मदत करण्यास येथे आहे

source: Contact Options
mr: संपर्क पर्याय

source: Email Support
mr: ईमेल समर्थन

# emailSupportResponseTime
source: Get responses within 24 hours
mr: २४ तासांच्या आत प्रतिसाद मिळवा

source: Call Support
mr: कॉल समर्थन

# callSupportAvailability
source: Available 9AM - 6PM (Mon-Sat)
mr: सकाळी ९ ते संध्याकाळी ६ (सोम-शनि) उपलब्ध

source: FAQs & Help Center
mr: वारंवार विचारले जाणारे प्रश्न आणि मदत केंद्र

# faqsHelpCenterSubtitle
source: Find answers to common questions
mr: सामान्य प्रश्नांची उत्तरे शोधा

# weAreHereToHelp
source: We're here to help you!
mr: आम्ही आपल्याला मदत करण्यासाठी येथे आहोत!

source: Could not launch phone
mr: फोन लावू शकलो नाही

# privacyPolicyCommitmentTitle
source: Our Commitment
mr: आमची वचनबद्धता

# privacyPolicyCommitmentBody
source: We value your privacy and are committed to protecting your personal data. This policy explains how we handle your information securely.
mr: आम्ही तुमच्या गोपनीयतेचा आदर करतो आणि तुमच्या वैयक्तिक डेटाचे संरक्षण करण्यास वचनबद्ध आहोत. हे धोरण आम्ही तुमची माहिती सुरक्षितपणे कशी हाताळतो हे स्पष्ट करते.

# privacyPolicyDataCollectionTitle
source: 1. Data Collection
mr: १. डेटा संकलन

# privacyPolicyDataCollectionBody
source: We collect your name, email, and grievance details only to process complaints.
mr: आम्ही तक्रारींवर प्रक्रिया करण्यासाठी फक्त तुमचे नाव, ईमेल आणि तक्रारीचे तपशील गोळा करतो.

# privacyPolicyDataUsageTitle
source: 2. Data Usage
mr: २. डेटा वापर

# privacyPolicyDataUsageBody
source: Your data is used solely for grievance redressal and system improvement.
mr: तुमचा डेटा केवळ तक्रार निवारण आणि प्रणाली सुधारण्यासाठी वापरला जातो.

# privacyPolicySecurityTitle
source: 3. Security
mr: ३. सुरक्षा

# privacyPolicySecurityBody
source: We implement encryption and strict access policies to safeguard your information.
mr: तुमची माहिती सुरक्षित ठेवण्यासाठी आम्ही एन्क्रिप्शन आणि कठोर प्रवेश धोरणे लागू करतो.

# faqsHeaderSubtitle
source: Find answers to common questions about using our app
mr: आमचे ॲप वापरण्याबद्दल सामान्य प्रश्नांची उत्तरे शोधा

# faqsCommonQuestions
source: Common Questions
mr: सामान्य प्रश्न

# faqsStillNeedHelp
source: Still need help?
mr: अजूनही मदतीची गरज आहे?

# faqsContactSupportMessage
source: Can't find the answer you're looking for? Contact our support team for assistance.
mr: तुम्ही शोधत असलेले उत्तर सापडत नाहीये? मदतीसाठी आमच्या समर्थन टीमशी संपर्क साधा.

# faq1_q
source: How to submit a grievance?
mr: तक्रार कशी नोंदवायची?

# faq1_a
source: Go to 'Submit Grievance' from the home screen and fill in details.
mr: होम स्क्रीनवरून 'तक्रार नोंदवा' वर जा आणि तपशील भरा.

# faq2_q
source: How can I track my complaint?
mr: मी माझ्या तक्रारीचा मागोवा कसा घेऊ शकेन?

# faq2_a
source: Navigate to 'Track Grievance' and enter your grievance ID.
mr: 'तक्रार मागोवा' वर नेव्हिगेट करा आणि तुमचा तक्रार आयडी प्रविष्ट करा.

# faq3_q
source: Can I upload documents?
mr: मी कागदपत्रे अपलोड करू शकेन का?

# faq3_a
source: Yes, you can upload photos or PDFs as proof while submitting grievances.
mr: होय, तक्रार नोंदवताना तुम्ही पुरावा म्हणून फोटो किंवा पीडीएफ अपलोड करू शकता.

# faq4_q
source: How long does it take to resolve?
mr: निराकरण होण्यासाठी किती वेळ लागतो?

# faq4_a
source: It usually takes 7 working days, depending on priority.
mr: प्राधान्यानुसार, साधारणपणे ७ कामकाजाचे दिवस लागतात.

# faq5_q
source: What types of grievances can I report?
mr: मी कोणत्या प्रकारच्या तक्रारी नोंदवू शकेन?

# faq5_a
source: You can report issues related to sanitation, roads, water supply, electricity, and other civic issues.
mr: तुम्ही स्वच्छता, रस्ते, पाणीपुरवठा, वीज आणि इतर नागरी समस्यांशी संबंधित तक्रारी नोंदवू शकता.

# faq6_q
source: Is there a way to edit my submitted grievance?
mr: मी नोंदवलेली तक्रार संपादित करण्याचा काही मार्ग आहे का?

# faq6_a
source: You can edit your grievance within 24 hours of submission from the 'My Grievances' section.
mr: तुम्ही 'माझ्या तक्रारी' विभागातून तक्रार नोंदवल्याच्या २४ तासांच्या आत तुमची तक्रार संपादित करू शकता.

# faq7_q
source: How will I be notified about updates?
mr: मला अपडेट्सबद्दल कसे सूचित केले जाईल?

# faq7_a
source: You'll receive push notifications and email updates when there's progress on your grievance.
mr: तुमच्या तक्रारीवर प्रगती झाल्यावर तुम्हाला पुश सूचना आणि ईमेल अपडेट्स मिळतील.

# submitGrievanceSubtitle
source: Report issues in just a few taps
mr: काही टॅपमध्ये समस्या नोंदवा

# trackGrievancesSubtitle
source: Real-time updates on your complaints
mr: तुमच्या तक्रारींवर रिअल-टाइम अपडेट्स

# quickResolutionsTitle
source: Quick Resolutions
mr: जलद निराकरण

# quickResolutionsSubtitle
source: Get your issues resolved faster
mr: तुमच्या समस्यांचे जलद निराकरण करा

source: Track
mr: ट्रॅक

source: Phone Number
mr: फोन नंबर

# phoneNumberRequired
source: Phone number is required
mr: फोन नंबर आवश्यक आहे

source: Invalid phone number
mr: अवैध फोन नंबर

# passwordTooShort
source: Password must be at least 6 characters
mr: पासवर्ड किमान ६ अक्षरांचा असावा

source: Department ID (Optional)
mr: विभाग आयडी (पर्यायी)

# roleCitizen
source: CITIZEN
mr: नागरिक

# roleSupervisor
source: SUPERVISOR
mr: पर्यवेक्षक

# roleFieldStaff
source: FIELD_STAFF
mr: क्षेत्र कर्मचारी

# roleAdmin
source: ADMIN
mr: प्रशासक

# noMatchingUsers
source: No users found matching your search
mr: तुमच्या शोधाशी जुळणारे कोणतेही वापरकर्ते आढळले नाहीत

source: Search by name or email...
mr: नाव किंवा ईमेलद्वारे शोधा...

# welcomeBack
source: Welcome back! Please sign in to continue
mr: परत स्वागत आहे! कृपया पुढे जाण्यासाठी साइन इन करा

# createAccountPrompt
source: Create an account to get started
mr: सुरुवात करण्यासाठी एक खाते तयार करा

source: Voter ID
mr: मतदार ओळखपत्र

# invalidMobileNumber
source: Enter a valid mobile number
mr: एक वैध मोबाइल नंबर प्रविष्ट करा

source: Citizen Name
mr: नागरिकाचे नाव

source: Citizen ID
mr: नागरिक आयडी

source: Submitted Feedback
mr: सादर केलेला अभिप्राय

source: Rating
mr: रेटिंग

source: Feedback Comments
mr: अभिप्राय टिप्पण्या
